#include <iostream>

int main()
{
	char tetris_map[20][10][10] = 
	{ "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", 
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",
	  "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр", "бр",};

	for (int i = 0; i < 20; i++) {
		for (int j = 0; j < 10; j++) {
			std::cout << tetris_map[i][j];
		}
		std::cout << std::endl;
	}
}